{
  "professional": [
    {
      "name": "Flying Race",
      "desc": "A game about thrust and acceleration. Fly on your jetpack through the checkpoints and avoid hitting hot air baloons! Built at Scholastic with Javascript, MatterJS, CanvasJS, and CreateJS.",
      "img": "/images/thumbnails/jetpack.png"
    },
    {
      "name": "Eco Builder",
      "desc": "A game about ecosystem balance and invasive species. Propagate plants and fish and hunt down the invasive lionfish! Built at Scholastic with Javascript, CanvasJS, and CreateJS.",
      "img": "/images/thumbnails/lionfish.png"
    },
    {
      "name": "Master Gardener",
      "desc": "Keep your plant healthy, happy, and free of pests! Built at Scholastic with Javascript, CanvasJS, and CreateJS.",
      "img": "/images/thumbnails/plant.png"
    },
    {
      "name": "Speed Racer",
      "desc": "A game about power, drag, and grip. Design your own racecar and compete against the AI. Programmed at Scholastic with Javascript, CanvasJS, and CreateJS.",
      "img": "/images/thumbnails/racer.png"
    },
    {
      "name": "Jarrod Sport's Portfolio",
      "desc": "A personal portfolio for a San Francisco based media professional. Built with jQuery.",
      "img": "/images/thumbnails/jarrod.png",
      "url": "http://jarrodsport.com"
    }
  ],
  "personal": [
    {
      "name": "Stock Inflator",
      "desc": "Compare a stock's price against its historcal inflation-adjusted values. Search from over 9,000 American stocks by using the company's ticker symbol. Programmed in Ruby/Rails with jQuery.",
      "img": "images/thumbnails/stockinflator.png",
      "url": "https://stock-inflation.herokuapp.com/stocks"
    },
    {
      "name": "Drone Strikes",
      "desc": "Search documented unmanned military drone strikes on targets in Somalia and the Middle East. Programmed in Ruby/Rails with jQuery and PostgreSQL.",
      "img": "/images/thumbnails/drones.png",
      "url": "https://drone-strikes.herokuapp.com/"
    },
    {
      "name": "The Old Master Project (Ongoing)",
      "desc": "This is a comprehensive database and API of Old Masters artists, from the Italian Renaissance to the 19th century. Programmed in Node.js and jQuery.",
      "img": "images/thumbnails/oldmaster.png",
      "url": "https://old-master-project.herokuapp.com/"
    },
    {
      "name": "Explore the Rijksmuseum",
      "desc": "Explore old masterpieces from the collection of the Dutch National Museum and save your favorites. Programmed in Node.js, jQuery, and MongoDB.",
      "img": "/images/thumbnails/rijksmuseum.png",
      "url": "https://explore-rijksmuseum.herokuapp.com/"
    }
  ]
}